The original line weight.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public int OriginalLineweight { get; set; }
  Visual Basic
Public Property OriginalLineweight As Integer
	Get
	Set
  Visual C++
public:
property int OriginalLineweight {
	int get ();
	void set (int value);
}
 See Also
  ExportLineweightKey Class
  Autodesk.Revit.DB Namespace